<pad>	0
<go>	0
<eos>	0
<unk>	430718
<blank>	0
.	8723689
the	4749378
i	4102059
,	3866112
a	3322179
to	3024257
it	2695650
you	2262484
and	2053269
that	1936457
is	1794826
of	1787732
?	1624048
in	1551603
n't	1499551
's	1491982
for	1153146
do	991835
on	923147
have	903912
but	896039
was	854466
be	828930
not	820145
this	815526
they	808573
just	761860
my	731166
with	728189
are	726605
if	722619
he	676974
like	643008
!	631233
so	624152
as	559684
would	552278
your	529095
what	508277
at	506470
'm	498385
or	481477
can	470840
-	446649
get	433398
me	431857
one	426013
all	419008
there	405010
about	399927
no	397267
we	382460
up	381754
out	376072
people	366343
how	365472
an	358356
did	357310
when	348268
think	343717
from	334305
're	319174
more	314055
does	308412
really	306013
them	305286
game	301053
good	292690
will	289769
know	279317
some	266915
time	262161
because	261734
his	259968
has	259808
only	252606
've	238496
too	237666
why	234903
then	234303
could	230589
had	229173
well	225690
than	222683
who	216720
much	214736
still	212874
even	212278
their	211446
:	210942
'll	208687
now	208605
him	206676
yeah	202712
see	201749
should	199940
make	199478
by	193703
been	191383
any	190570
go	189868
pretty	188863
work	186269
want	185351
right	184616
'd	183781
play	181914
ca	177428
way	176887
man	176024
though	175802
going	170181
got	170159
were	170065
shit	168742
other	167663
never	167662
she	167260
also	165864
same	158236
sure	157940
thing	155217
actually	153516
its	150113
great	148999
being	148818
off	146899
first	146672
lot	143922
need	141563
bad	140888
something	138881
back	138318
her	136231
most	135181
better	135165
into	134583
here	134390
very	131828
where	130442
over	129647
after	127011
probably	125019
every	122895
year	121469
fuck	121375
someone	121187
point	118928
those	117867
before	117582
long	117388
use	116274
say	115500
feel	115345
take	115005
guy	113858
thought	113190
thanks	113090
always	109939
2	109848
down	109431
am	107212
which	106498
money	106097
love	105991
games	105628
last	105090
give	104693
find	104260
team	103867
day	103583
new	102285
maybe	101722
post	101628
made	101050
look	100425
years	98409
life	97738
us	97225
yes	95656
best	95501
3	95296
hard	95073
around	92409
makes	91535
ever	91399
anything	91243
person	90956
put	90726
two	90662
mean	90598
fucking	89573
big	88104
part	87479
getting	87266
while	86799
enough	85775
oh	84252
might	83610
try	83269
many	82072
read	81740
these	81207
nice	81140
said	80915
few	80717
things	80680
lol	79941
fun	79420
little	78618
since	78570
buy	77969
let	77765
bit	77591
show	77248
real	77201
our	76544
playing	76267
idea	76061
high	75950
1	75797
kind	75619
looks	75237
everyone	74574
end	74516
watch	74297
doing	73668
live	73108
keep	71790
cool	71096
hope	70839
free	70223
used	70177
old	70098
5	69336
least	69028
guess	68869
without	68791
stuff	68362
through	67744
trying	66825
both	66591
wrong	66521
next	66366
reason	65566
guys	65523
already	65519
nothing	64419
world	64188
come	64122
start	64076
school	63914
having	63892
again	63296
stop	63252
seems	63213
another	62861
own	62605
different	62431
anyone	62370
car	60812
true	60714
wait	60551
4	60491
either	60244
seen	60116
until	60001
once	59877
making	59744
definitely	59105
movie	58714
home	58710
sorry	58562
run	57726
call	57592
else	57527
top	56759
dude	56282
job	56003
pay	55773
away	55699
week	55164
wo	54672
looking	54614
played	54487
god	54434
saying	54314
times	54018
tell	54011
far	53830
win	53700
black	53623
awesome	53622
may	53407
hate	53329
season	53290
problem	52361
full	52144
care	52032
agree	52025
whole	51847
water	51585
haha	51531
ago	51430
half	51263
mind	50897
less	50895
video	50876
done	50833
able	50419
sounds	50385
days	49787
remember	49626
gets	49535
case	49134
everything	49079
place	49070
damn	48847
talking	48641
yet	48299
fine	48107
help	47694
believe	47568
understand	47509
edit	47093
such	46880
change	46696
white	46683
against	46516
question	46276
left	46247
exactly	45972
fact	45800
using	45700
reddit	45461
head	45386
side	45373
gonna	45221
hell	45136
went	44688
thank	44643
super	44497
10	44383
players	44345
fan	43685
hit	43431
sense	43424
thinking	43374
heard	42899
small	42364
almost	42273
friend	42174
move	42055
friends	41997
happy	41824
second	41615
usually	41494
hours	41442
open	41420
op	41390
night	41193
kill	41065
level	41011
story	40634
easy	40614
funny	40612
set	40286
eat	40197
worth	40040
fair	39826
comment	39635
ass	39551
house	39311
face	39135
phone	38957
instead	38552
hear	38498
hand	38411
works	38073
food	38036
kids	37917
matter	37848
dont	37779
girl	37623
women	37354
each	37346
deal	36993
turn	36959
check	36847
must	36760
please	36714
line	36680
state	36633
country	36582
rather	36499
im	36445
mine	36391
ok	36388
between	36272
saw	36133
music	36123
name	35907
d	35901
stupid	35748
talk	35731
found	35731
close	35665
unless	35478
wanted	35453
6	35363
quite	35180
sound	35101
watching	34876
pick	34836
working	34720
seriously	34655
tried	34514
;	34492
amazing	34391
dead	34278
single	34185
lose	33854
red	33848
men	33674
today	33645
rest	33527
weird	33492
kid	33480
player	33406
myself	33391
took	33198
happen	33121
honestly	33082
seem	32822
taking	32471
joke	32384
lost	32370
minutes	32349
means	32287
ask	32186
city	32178
power	32163
came	32130
shot	32076
ones	32023
book	31926
card	31910
couple	31589
sometimes	31404
started	31318
under	31301
during	31109
enjoy	31073
opinion	30929
dog	30911
leave	30801
especially	30785
wish	30657
past	30579
price	30432
completely	30287
yourself	30173
cut	30103
drive	30005
literally	29856
happened	29661
add	29605
fans	29592
needs	29495
goes	29424
die	29274
hey	29249
issue	29153
kinda	28915
thread	28741
wow	28624
low	28596
body	28557
series	28540
p	28489
system	28467
huge	28404
chance	28301
imagine	28254
number	28182
break	28112
comes	28041
teams	27912
fire	27817
coming	27629
light	27624
thats	27545
room	27535
crazy	27450
family	27449
fight	27388
months	27363
ball	27297
blue	27284
gold	27245
front	27113
okay	27109
interesting	26858
glad	26851
amount	26848
called	26812
fast	26794
war	26681
sex	26675
store	26649
death	26580
likely	26505
answer	26493
hot	26493
picture	26490
soon	26451
except	26392
totally	26380
entire	26371
support	26344
link	26283
running	26259
experience	26208
type	26118
anyway	26092
sell	26059
stay	26034
possible	26031
worse	25920
cause	25873
class	25847
happens	25771
word	25739
trade	25582
says	25542
sub	25492
8	25485
age	25450
three	25408
favorite	25378
20	25315
american	25311
fat	25286
beat	25173
reading	25173
bought	25099
absolutely	25059
30	24919
woman	24821
7	24740
gun	24708
basically	24703
yea	24639
hour	24594
space	24592
difference	24534
college	24529
drink	24475
month	24416
normal	24389
pc	24330
human	24094
course	23980
dick	23974
seeing	23891
tv	23824
luck	23803
takes	23764
area	23706
song	23681
list	23659
meant	23581
later	23545
often	23525
based	23364
hair	23290
worst	23212
internet	23198
poor	23198
hold	23101
learn	23005
online	22989
match	22972
middle	22929
order	22890
whatever	22877
early	22794
actual	22756
account	22737
size	22725
weeks	22621
version	22619
news	22596
terrible	22556
wants	22552
law	22526
bet	22437
living	22422
drop	22422
sort	22411
character	22343
together	22233
others	22210
late	22159
party	22055
dad	21900
wear	21867
anymore	21726
looked	21705
ah	21636
shitty	21565
outside	21515
straight	21410
sad	21336
league	21331
similar	21308
told	21302
send	21219
build	21099
child	21084
behind	21018
non	20983
nope	20948
bring	20910
short	20909
source	20742
group	20680
u	20655
perfect	20574
cat	20533
extra	20462
public	20457
wonder	20444
supposed	20437
feeling	20426
plus	20394
cost	20331
color	20264
doubt	20249
giving	20212
future	20200
fit	20174
yep	20122
holy	20056
box	19934
history	19914
company	19871
beer	19847
common	19818
paid	19764
quality	19725
parents	19680
gave	19654
movies	19640
nah	19626
english	19613
pass	19591
business	19585
throw	19580
save	19568
america	19541
important	19534
large	19463
main	19359
sleep	19355
knew	19269
obviously	19239
15	19203
screen	19102
longer	19079
correct	19038
control	19017
comments	18990
realize	18972
watched	18971
gotta	18937
knows	18908
shows	18891
0	18885
easier	18881
stick	18875
plan	18854
forget	18830
damage	18785
computer	18780
baby	18768
inside	18700
weight	18699
hands	18678
original	18664
near	18625
asking	18565
won	18446
driving	18438
expect	18431
nobody	18427
ya	18426
speed	18384
stand	18367
government	18354
cars	18351
police	18344
points	18340
general	18329
miss	18293
wife	18273
walk	18269
cold	18263
explain	18259
dark	18238
air	18215
become	17884
clear	17882
buying	17866
mom	17860
however	17815
green	17772
due	17767
eating	17715
easily	17636
worked	17541
etc	17533
spend	17511
felt	17493
road	17430
test	17393
dumb	17331
hopefully	17303
serious	17301
page	17157
young	17152
mostly	17115
12	17090
given	17089
hurt	16988
clearly	16958
bunch	16904
posted	16874
interested	16852
waiting	16841
issues	16833
sucks	16818
lots	16805
star	16764
google	16735
piece	16733
door	16728
title	16684
clean	16681
bar	16676
alone	16581
apparently	16539
cards	16530
cheap	16512
decent	16465
surprised	16455
expensive	16444
girls	16414
quick	16411
books	16238
random	16238
option	16228
sweet	16226
legal	16220
depends	16188
bro	16172
round	16165
choice	16136
film	16133
football	16127
feels	16104
button	16093
sign	16091
episode	16064
assume	16000
gives	15989
listen	15970
situation	15956
imo	15913
children	15907
higher	15866
gone	15863
vote	15859
double	15857
moment	15824
fix	15814
eyes	15784
scene	15762
ground	15749
strong	15727
bed	15717
safe	15686
ice	15630
fucked	15630
personally	15600
fall	15530
count	15527
goal	15494
form	15458
somewhere	15441
tomorrow	15430
race	15399
figure	15384
vs	15384
slow	15368
shoot	15329
pull	15316
considering	15246
otherwise	15237
worry	15220
needed	15208
town	15201
problems	15170
average	15139
killed	15095
simple	15067
paying	15066
canada	15065
allowed	15033
certain	15023
steam	15005
prefer	14976
style	14964
9	14956
tonight	14934
regular	14886
cant	14861
app	14828
honest	14809
themselves	14722
date	14706
self	14693
taste	14690
starting	14661
per	14654
pro	14626
current	14579
morning	14521
words	14498
jesus	14445
release	14440
rule	14417
bullshit	14402
rules	14389
plenty	14379
although	14367
taken	14331
pain	14298
yup	14291
summer	14252
wearing	14229
force	14184
article	14181
write	14179
putting	14161
eye	14161
places	14106
spot	14099
forgot	14091
art	14057
tax	14038
loved	14030
gay	14004
available	14000
base	13983
step	13970
hoping	13969
skin	13969
currently	13958
mother	13935
act	13927
forward	13876
moving	13844
local	13844
asked	13814
paper	13787
states	13766
plays	13763
mode	13737
above	13723
changed	13673
lower	13671
market	13666
telling	13664
building	13659
along	13636
itself	13633
recently	13621
attack	13611
curious	13587
missed	13575
information	13510
offer	13508
wanna	13494
sit	13468
posts	13449
earth	13426
mad	13416
agreed	13402
feet	13390
laugh	13368
drinking	13353
blood	13302
third	13292
special	13262
wall	13240
liked	13183
male	13162
unfortunately	13155
missing	13144
album	13135
50	13130
action	13119
major	13110
voice	13055
choose	13041
simply	13021
rock	13016
community	13015
seconds	12924
reply	12909
calling	12897
personal	12893
ready	12879
bigger	12874
certainly	12868
awful	12866
mouth	12841
position	12828
himself	12819
killing	12806
site	12801
solid	12791
broken	12778
smart	12775
o	12774
finally	12763
female	12761
key	12752
son	12750
consider	12724
bottom	12717
pictures	12708
exact	12703
sick	12685
difficult	12665
code	12638
sold	12635
turned	12621
suck	12604
youtube	12576
brother	12548
smoke	12537
whether	12533
twice	12529
dogs	12522
mention	12514
finish	12510
club	12497
sports	12473
content	12467
pm	12455
characters	12454
gotten	12428
credit	12422
advice	12401
parts	12390
sitting	12368
defense	12362
asshole	12331
cannot	12322
camera	12278
ton	12251
attention	12236
lucky	12227
field	12222
within	12208
annoying	12192
view	12185
record	12179
horrible	12168
boy	12162
writing	12149
alright	12141
cup	12131
heart	12131
speak	12124
language	12097
notice	12078
none	12077
fake	12050
carry	12048
anywhere	12031
crap	12026
cover	12018
windows	12000
confirm	11980
land	11968
considered	11957
losing	11951
final	11929
multiple	11926
winning	11917
bitch	11906
added	11885
coffee	11876
oil	11863
willing	11849
example	11813
argument	11794
selling	11791
map	11774
ridiculous	11762
uk	11743
complete	11718
jump	11703
beautiful	11699
grow	11688
text	11675
specific	11612
illegal	11560
died	11547
south	11535
follow	11535
west	11534
100	11516
track	11489
popular	11487
recommend	11482
north	11471
range	11427
info	11425
countries	11422
compared	11417
subreddit	11384
across	11381
generally	11369
update	11334
lack	11315
office	11312
value	11289
extremely	11281
rich	11270
join	11261
share	11254
charge	11226
eh	11221
effect	11177
questions	11166
born	11154
mid	11136
helps	11096
heavy	11095
stopped	11082
weekend	11076
metal	11075
meet	11059
boring	11045
four	11030
apple	11008
anti	10968
east	10967
appreciate	10943
known	10938
pizza	10928
mobile	10925
excited	10921
street	10920
service	10914
ended	10893
posting	10866
racist	10853
cops	10841
cash	10827
message	10820
lead	10817
social	10814
touch	10808
exist	10808
trust	10807
ability	10803
several	10796
ride	10793
band	10789
faster	10767
older	10764
minute	10748
regardless	10737
videos	10733
mate	10722
mods	10712
park	10706
waste	10695
rate	10667
catch	10642
health	10634
bike	10618
didnt	10616
note	10612
spent	10596
buddy	10577
glass	10560
yesterday	10557
40	10540
tho	10527
snow	10521
fantastic	10519
towards	10504
heat	10497
texas	10494
pre	10491
possibly	10475
stuck	10472
mod	10439
avoid	10430
million	10426
term	10423
fairly	10415
decided	10398
thinks	10379
disagree	10375
fish	10327
train	10324
response	10322
five	10320
x	10311
switch	10295
quickly	10274
perhaps	10258
confused	10245
numbers	10239
board	10235
idk	10234
s	10228
shop	10219
lives	10215
ship	10210
noticed	10205
website	10183
europe	10178
birthday	10168
drunk	10164
data	10143
access	10141
wondering	10120
sale	10110
loss	10097
shirt	10068
weed	10054
press	10044
biggest	10037
dollars	10017
foot	9994
meat	9991
total	9985
nearly	9962
ai	9945
weapon	9933
bowl	9933
respect	9921
score	9921
kick	9918
gas	9918
fault	9889
cheese	9842
stock	9838
hole	9834
risk	9833
shut	9832
ahead	9825
holding	9813
assuming	9811
figured	9790
science	9774
tank	9772
push	9772
pants	9765
harder	9762
copy	9751
whenever	9725
tip	9712
roll	9711
standard	9704
eventually	9689
t	9678
bank	9673
starts	9663
kept	9654
somehow	9650
blame	9633
obvious	9627
majority	9625
alive	9624
dream	9622
till	9618
trouble	9603
father	9586
skill	9577
balls	9557
pop	9556
hilarious	9552
burn	9547
ill	9545
image	9541
perfectly	9529
happening	9529
broke	9514
design	9504
deep	9484
private	9481
ways	9477
boss	9461
server	9461
knowing	9459
caught	9445
doesnt	9441
cats	9439
court	9429
walking	9429
period	9424
guns	9424
everywhere	9422
milk	9421
e	9421
related	9421
tough	9419
c	9417
military	9408
mentioned	9404
click	9399
items	9396
reasons	9394
media	9386
16	9385
shoes	9375
finished	9373
search	9353
bag	9339
brain	9338
fighting	9325
driver	9324
welcome	9309
forever	9305
zero	9305
jobs	9291
seemed	9259
winter	9248
yours	9245
logic	9235
met	9231
re	9228
floor	9213
sent	9212
student	9211
til	9202
suppose	9198
lie	9183
bill	9168
shame	9160
18	9159
evidence	9145
gear	9139
hockey	9138
runs	9089
allow	9079
process	9072
tend	9066
laws	9062
playoffs	9048
draw	9042
idiot	9040
breaking	9014
turns	9012
doctor	9007
max	9000
built	8998
contact	8982
legs	8973
ha	8953
proof	8952
keeping	8948
uses	8938
learned	8926
fear	8922
somebody	8921
slightly	8918
chicken	8917
mistake	8914
changes	8905
interest	8902
downvoted	8901
smell	8895
handle	8885
animal	8866
fly	8863
ring	8841
hero	8841
machine	8837
opposite	8835
decide	8785
jokes	8777
strange	8774
shooting	8769
king	8769
moved	8767
battery	8753
afford	8744
barely	8734
religion	8711
china	8709
russia	8709
fixed	8702
event	8690
silly	8689
lived	8688
girlfriend	8686
practice	8686
ending	8675
gym	8671
create	8663
worried	8626
remove	8619
stream	8617
taxes	8615
trip	8614
insane	8613
leg	8608
arm	8604
lane	8599
wins	8592
smoking	8586
lets	8586
decision	8580
25	8567
magic	8566
crime	8563
alcohol	8551
id	8545
11	8543
yellow	8538
released	8534
degree	8533
pack	8529
showing	8527
purpose	8520
role	8509
healthy	8503
truth	8489
afraid	8483
keys	8470
contract	8468
earlier	8464
quit	8449
anyways	8430
physical	8429
besides	8422
baseball	8422
cap	8419
written	8417
aware	8416
drug	8414
weather	8396
animals	8386
career	8385
sun	8383
lines	8382
likes	8360
traffic	8352
xbox	8330
keeps	8327
truck	8325
massive	8324
product	8323
2nd	8319
return	8318
3rd	8310
sport	8306
everybody	8294
murder	8291
effort	8284
incredibly	8275
paint	8263
shots	8239
report	8237
finding	8235
picked	8221
gaming	8215
draft	8207
cop	8206
weapons	8203
photo	8198
cry	8190
rare	8189
ran	8189
wtf	8185
flair	8182
xd	8179
australia	8179
salt	8162
wars	8160
huh	8160
impossible	8149
relationship	8145
rights	8144
email	8135
entirely	8114
dunno	8114
table	8089
americans	8088
statement	8079
odd	8075
porn	8075
theory	8061
involved	8051
smaller	8050
cake	8036
item	8009
continue	8008
blow	8004
console	8003
dangerous	7991
lazy	7986
neither	7985
14	7980
window	7977
block	7974
evil	7972
angry	7969
cares	7958
cheaper	7956
rape	7946
technically	7933
specifically	7926
leaving	7926
ps4	7922
performance	7912
download	7909
humans	7891
california	7889
plot	7887
learning	7878
guessing	7873
married	7864
center	7862
drugs	7852
tired	7832
model	7830
normally	7829
brown	7829
deck	7813
enemy	7809
60	7807
reference	7802
immediately	7799
dry	7793
cute	7793
realized	7791
stories	7790
knowledge	7788
giant	7779
shower	7773
banned	7750
program	7738
companies	7729
battle	7690
truly	7686
tiny	7675
fully	7672
beginning	7663
engine	7652
bottle	7651
training	7626
hits	7620
onto	7617
egg	7617
directly	7592
bother	7588
toilet	7583
tea	7580
enjoyed	7577
pic	7572
indeed	7567
seasons	7565
insurance	7564
conversation	7564
negative	7556
prove	7554
daily	7554
target	7528
iron	7526
speaking	7521
teacher	7517
memory	7511
terms	7495
dying	7490
tree	7471
travel	7453
auto	7447
sister	7436
knife	7435
ban	7427
facebook	7424
basic	7417
wild	7415
recent	7412
brought	7408
canadian	7404
deserve	7392
horse	7388
acting	7388
load	7387
warm	7383
lock	7376
useful	7364
13	7361
universe	7336
claim	7328
ends	7326
potential	7317
proper	7314
wont	7309
ive	7284
reach	7283
b	7276
dirty	7275
basketball	7265
accept	7263
flash	7257
focus	7245
british	7244
patch	7219
checked	7218
na	7217
episodes	7194
listening	7194
penis	7191
kills	7187
user	7187
expected	7158
adult	7158
karma	7155
options	7143
university	7134
excuse	7133
wanting	7123
planet	7117
ten	7111
limit	7109
removed	7101
orange	7098
seat	7093
file	7082
pics	7080
positive	7075
prices	7075
gender	7068
pissed	7065
energy	7058
dress	7050
scared	7049
dollar	7045
mass	7026
clothes	7024
judge	7016
hang	7016
isnt	7005
england	6994
apply	6987
upset	6983
trash	6978
suggest	6957
lady	6957
hitting	6952
suit	6952
busy	6951
reality	6946
context	6943
anime	6941
relevant	6927
bear	6923
mark	6914
whats	6909
000	6909
anybody	6894
further	6893
butt	6891
modern	6891
calls	6879
ugly	6873
moon	6870
flying	6869
discussion	6868
french	6855
songs	6847
standing	6846
drivers	6837
loud	6835
properly	6834
weak	6827
highly	6817
crowd	6803
solution	6803
y	6800
plastic	6794
hat	6792
eu	6786
fill	6775
sadly	6774
constantly	6772
armor	6769
split	6768
below	6767
grade	6763
counter	6761
overall	6759
brand	6753
grab	6752
amazon	6746
planning	6737
students	6728
master	6725
piss	6724
previous	6721
monster	6717
provide	6715
steal	6713
dropped	6713
result	6703
chat	6700
stores	6674
apart	6670
depending	6666
natural	6663
argue	6658
throwing	6658
admit	6658
silver	6656
particular	6654
background	6649
forced	6633
false	6608
miles	6602
beyond	6599
nfl	6595
plane	6592
ad	6588
cream	6583
edge	6572
changing	6543
chinese	6535
excellent	6533
skills	6526
opening	6523
punch	6519
sugar	6510
costs	6507
culture	6507
mess	6505
steel	6504
required	6504
national	6497
flag	6492
offense	6488
expecting	6478
netflix	6476
president	6474
radio	6471
education	6466
coast	6466
advantage	6461
mouse	6460
concept	6452
research	6449
bug	6439
meaning	6436
24	6436
arms	6435
boat	6434
comic	6430
ignore	6427
flat	6413
useless	6407
closed	6403
dlc	6403
bucks	6400
matches	6398
usa	6394
troll	6393
levels	6384
owner	6383
religious	6383
bus	6378
wake	6378
sentence	6375
tbh	6370
settings	6369
tons	6369
teach	6363
finger	6350
hmm	6349
schools	6349
minimum	6342
coach	6334
smash	6330
pressure	6330
closer	6330
income	6328
rank	6327
fresh	6321
letting	6320
sunday	6317
delicious	6313
separate	6303
tech	6291
blind	6291
la	6289
secret	6289
results	6286
gain	6278
ex	6278
v	6270
husband	6262
servers	6259
keyboard	6257
stage	6256
cast	6252
names	6242
reasonable	6241
row	6240
farm	6229
cable	6227
comfortable	6226
united	6224
injury	6219
replace	6218
goals	6216
iirc	6215
mac	6215
political	6211
rid	6206
six	6201
safety	6199
friday	6195
stats	6184
dragon	6179
colors	6175
wash	6170
classes	6164
scary	6156
helped	6149
tickets	6148
device	6126
showed	6125
shipping	6124
germany	6119
setting	6117
require	6112
software	6107
chest	6103
corner	6095
wrote	6079
security	6067
professional	6048
society	6047
nose	6047
pair	6046
parking	6043
project	6042
mix	6035
chicago	6034
voting	6021
becomes	6019
christ	6017
florida	6010
feed	6007
direction	6005
empty	6004
ticket	6003
solo	6002
hes	6000
ideas	5997
spending	5996
complain	5993
station	5981
fox	5981
increase	5974
laptop	5974
laughing	5967
necessarily	5955
property	5950
purple	5948
cook	5942
japan	5941
army	5940
loves	5940
pulled	5934
adding	5934
graphics	5929
lights	5926
fell	5925
upgrade	5919
legit	5919
garbage	5918
1st	5908
competitive	5899
mental	5894
including	5888
frame	5887
growing	5885
em	5885
btw	5883
rain	5883
math	5883
younger	5881
dinner	5881
according	5864
assumed	5863
official	5856
pool	5856
boys	5853
attractive	5846
hated	5840
shape	5831
understanding	5818
hide	5818
eggs	5814
downvote	5808
circle	5804
cross	5803
lying	5797
spring	5793
hearing	5786
wide	5783
teeth	5782
surprise	5777
butter	5775
bread	5768
distance	5766
medical	5766
noise	5761
fingers	5760
profit	5759
scale	5758
referring	5755
phones	5751
gta	5740
russian	5740
guard	5736
mail	5735
section	5732
heads	5713
pieces	5713
incredible	5710
hype	5705
turning	5704
limited	5702
sides	5701
necessary	5690
android	5677
impressive	5662
grey	5655
daughter	5648
active	5647
humor	5635
awkward	5628
equal	5628
address	5627
jack	5627
correctly	5625
bathroom	5624
feature	5622
matters	5622
hahaha	5618
wheel	5613
sleeping	5609
created	5605
beta	5597
became	5590
checking	5588
17	5579
lately	5575
balance	5573
saved	5570
nature	5566
cities	5564
despite	5546
rent	5543
congrats	5539
marriage	5529
fail	5520
location	5519
hardly	5515
batman	5515
channel	5513
pure	5509
rarely	5501
sir	5499
april	5496
affect	5490
accurate	5490
racism	5489
fuel	5488
gift	5481
wood	5475
nba	5474
audio	5472
classic	5472
offensive	5471
cs	5463
ruin	5463
reaction	5457
mario	5456
threads	5455
european	5452
fps	5444
japanese	5426
events	5420
tier	5420
valve	5420
population	5409
visit	5404
assholes	5400
trick	5398
asian	5390
cases	5387
material	5383
fantasy	5380
90	5375
diet	5375
picking	5369
via	5369
cancer	5368
friendly	5367
swear	5366
poop	5363
dota	5363
passed	5360
vehicle	5354
zone	5353
areas	5349
disappointed	5346
penalty	5345
confirmed	5343
sales	5342
wise	5339
gif	5334
tastes	5329
soccer	5326
held	5320
impact	5319
playoff	5315
jail	5314
4th	5313
prison	5305
covered	5299
challenge	5296
beard	5289
freedom	5283
nintendo	5281
bot	5279
larger	5269
combat	5268
monitor	5265
absolute	5260
john	5257
benefit	5255
chances	5239
everyday	5231
sauce	5231
complaining	5227
net	5218
effects	5216
member	5208
lunch	5203
following	5202
talent	5201
grew	5200
juice	5197
accounts	5190
puts	5189
sexual	5189
pet	5188
coke	5184
network	5182
disgusting	5180
retarded	5178
nor	5176
neck	5174
greatest	5172
begin	5165
cunt	5141
members	5140
recall	5138
surely	5137
saturday	5136
falling	5136
pokemon	5128
upon	5127
soft	5124
meh	5123
chocolate	5120
rush	5119
tag	5118
include	5110
bud	5110
maps	5097
crash	5092
spider	5088
install	5088
compare	5087
users	5081
definition	5079
dr	5078
sword	5074
username	5069
pocket	5068
purchase	5067
budget	5063
attempt	5054
strength	5048
wet	5048
named	5047
aside	5042
topic	5041
opinions	5041
tsm	5040
hunter	5037
tight	5034
success	5027
tournament	5027
powerful	5011
license	5009
wind	5008
peace	5008
riot	5000
pot	4996
treat	4989
goddamn	4981
proud	4981
foul	4977
german	4976
tape	4974
kidding	4971
ugh	4967
thin	4964
western	4964
twitter	4963
effective	4960
wage	4960
shield	4960
filled	4956
monday	4952
moves	4952
rip	4950
mini	4949
direct	4944
voted	4936
chill	4936
study	4935
saving	4934
beating	4928
controller	4926
creepy	4918
managed	4912
understood	4909
parties	4906
custom	4904
wine	4902
accident	4902
industry	4901
thoughts	4899
cutting	4892
sharing	4892
bench	4889
screw	4887
raise	4887
golden	4879
alot	4876
upvote	4875
tie	4863
movement	4859
jersey	4855
stone	4853
leaves	4848
gross	4846
stadium	4843
theres	4839
details	4838
opportunity	4837
breaks	4835
jerk	4833
plate	4828
locked	4827
raw	4812
taught	4810
sets	4808
suddenly	4805
cell	4798
justice	4793
bored	4786
factor	4785
favourite	4785
stars	4785
bonus	4784
tall	4784
civil	4772
halo	4771
lord	4768
slowly	4768
qb	4757
christian	4754
prevent	4752
ordered	4750
trailer	4747
desk	4743
manager	4737
co	4731
bird	4730
drops	4721
rough	4716
deserves	4708
angle	4707
requires	4700
bright	4699
thousands	4693
connection	4691
improve	4690
ate	4690
threw	4688
80	4680
interview	4679
yo	4678
core	4676
sky	4674
comparison	4671
tells	4660
tool	4659
birth	4652
island	4651
automatically	4644
helping	4638
fired	4637
colour	4626
lebron	4618
sea	4614
lift	4614
exists	4612
flip	4611
nation	4610
wedding	4610
perspective	4606
clue	4605
manage	4602
meta	4599
dc	4590
riding	4588
uh	4586
lmao	4586
rice	4583
failed	4582
suicide	4580
actor	4580
gameplay	4578
ignorant	4577
strike	4575
boyfriend	4572
facts	4571
skip	4566
crying	4563
hi	4562
ads	4558
fucks	4551
21	4550
destroy	4550
careful	4548
grown	4548
rude	4546
typically	4541
somewhat	4537
babies	4531
calm	4531
protect	4529
essentially	4528
designed	4528
folks	4524
delete	4522
enter	4521
soul	4521
cpu	4519
production	4516
guitar	4506
abuse	4504
ups	4504
valid	4495
2015	4493
signed	4491
photos	4488
millions	4484
highest	4483
picks	4481
wonderful	4476
salty	4476
debt	4472
dislike	4470
progress	4462
casual	4461
fights	4458
mainly	4458
individual	4454
downvotes	4453
bat	4453
attitude	4453
500	4450
200	4450
nowhere	4442
defensive	4440
marvel	4439
spread	4438
method	4432
wing	4431
finals	4429
speech	4425
belt	4423
dudes	4421
prime	4420
passing	4416
helpful	4415
trees	4406
church	4405
review	4403
native	4401
clock	4399
particularly	4396
korea	4394
worries	4390
parent	4388
competition	4383
march	4374
tips	4369
concerned	4368
talked	4363
wings	4362
tap	4360
length	4357
opened	4354
meal	4353
pink	4353
muscle	4351
bullet	4350
launch	4350
politics	4346
rifle	4345
supply	4340
unique	4338
fruit	4338
collection	4338
chose	4337
policy	4334
45	4334
crack	4332
aim	4329
fuckin	4328
doors	4327
sake	4321
subject	4318
customer	4318
types	4317
pee	4316
souls	4313
refuse	4309
error	4307
nuts	4303
bringing	4303
obama	4302
st	4296
apartment	4294
kicked	4293
trading	4289
dies	4285
hates	4283
genuinely	4283
reminds	4279
shift	4277
stands	4276
becoming	4273
g	4266
twist	4266
present	4265
links	4264
therefore	4250
idiots	4247
root	4245
pretend	4244
transfer	4239
quiet	4239
dance	4231
york	4229
3ds	4229
india	4226
22	4225
badly	4225
bills	4224
ranked	4223
default	4223
lawyer	4222
minor	4221
wii	4220
demand	4214
breakfast	4212
ruined	4206
owned	4206
boston	4203
staying	4203
flavor	4203
youre	4202
volume	4202
comics	4197
camp	4196
naked	4196
plant	4195
grand	4192
restaurant	4192
whoever	4191
smile	4187
violence	4186
israel	4186
development	4185
comedy	4185
groups	4179
hurts	4175
calories	4175
pointing	4169
exercise	4169
explanation	4168
dating	4168
successful	4162
asleep	4161
beach	4161
pulling	4156
hospital	4153
captain	4150
print	4148
iphone	4146
bacon	4144
flight	4142
roads	4142
pitch	4139
thus	4132
port	4126
helmet	4124
enjoying	4121
fits	4119
sexy	4118
exciting	4113
setup	4111
included	4104
defend	4098
san	4092
schedule	4092
bell	4092
ocean	4088
drinks	4087
artist	4087
products	4084
hanging	4082
bars	4077
theme	4073
coins	4068
throughout	4062
soda	4059
digital	4056
mountain	4056
neat	4052
shown	4048
socks	4047
entertaining	4047
updated	4042
mr	4042
guilty	4039
survive	4037
sized	4037
accidentally	4037
height	4036
burning	4032
france	4029
skins	4026
caused	4026
knock	4025
stretch	4017
faith	4008
feelings	4003
appear	3999
region	3999
mixed	3997
wave	3994
sometime	3990
dig	3989
chain	3988
request	3982
19	3982
apps	3981
employees	3976
pushing	3974
360	3974
received	3965
regret	3963
3d	3962
cooking	3958
fellow	3956
loose	3956
heroes	3954
pounds	3949
relatively	3948
bomb	3947
files	3946
surface	3945
melee	3940
beast	3938
m	3934
web	3932
r	3930
k	3924
refs	3922
joking	3921
films	3916
strategy	3915
gpu	3914
reviews	3908
trigger	3906
boot	3906
deleted	3905
description	3902
wouldnt	3901
liquid	3900
degrees	3893
medium	3890
technology	3887
hardware	3880
irrelevant	3877
paul	3873
shirts	3872
freaking	3872
quest	3872
central	3870
stops	3866
dicks	3864
70	3859
arguing	3859
library	3857
n	3853
holes	3850
champion	3849
jealous	3842
sending	3841
bible	3832
sucked	3827
allows	3825
spurs	3825
logo	3819
tears	3818
cuz	3818
foreign	3817
pvp	3811
ram	3811
plain	3809
ahh	3809
profile	3809
enemies	3805
packs	3803
benefits	3802
menu	3801
spanish	3801
responsible	3798
injured	3797
physics	3797
semi	3790
caps	3788
teachers	3786
stronger	3785
instantly	3778
mask	3775
familiar	3769
actions	3769
spell	3765
quarter	3764
bite	3763
bugs	3762
tower	3762
falls	3761
jumping	3760
seattle	3755
scenes	3754
plans	3752
attacks	3752
typical	3751
sand	3749
innocent	3747
union	3747
cheers	3745
regularly	3745
300	3740
poorly	3738
drives	3737
awhile	3735
shits	3730
standards	3728
wipe	3727
shoulder	3724
kitchen	3724
generation	3723
ps3	3723
hunt	3721
hawks	3721
features	3717
isis	3714
joe	3712
rolling	3711
smith	3709
bay	3709
staff	3702
plug	3702
backwards	3700
tries	3699
atm	3698
arrow	3690
serve	3689
confusing	3687
decisions	3684
federal	3682
mission	3681
loving	3679
scenario	3678
hundred	3676
rounds	3674
audience	3670
impressed	3667
raised	3663
cheating	3658
badass	3658
boxes	3657
gravity	3655
jeans	3655
q	3653
bears	3653
hunting	3648
display	3647
christmas	3644
hook	3641
rage	3641
bridge	3639
counts	3635
usual	3630
legally	3629
unit	3628
knight	3622
guarantee	3619
championship	3617
duty	3614
nuclear	3614
southern	3613
yard	3612
officer	3606
primary	3606
usb	3600
hundreds	3597
f	3596
campaign	3596
votes	3596
systems	3596
hop	3595
wwe	3593
reset	3588
potato	3587
cow	3583
international	3582
criminal	3582
square	3568
services	3568
gen	3566
tanks	3565
storm	3564
answers	3560
chair	3559
thrown	3557
feedback	3555
crew	3554
significant	3554
shadow	3553
upper	3552
afterwards	3549
function	3545
punishment	3542
originally	3542
chelsea	3542
linked	3539
stated	3536
seed	3536
queen	3534
threat	3532
frozen	3530
basis	3529
uncomfortable	3527
grass	3527
blade	3526
quote	3524
walls	3524
extreme	3523
35	3519
knee	3516
injuries	3513
election	3511
gf	3510
decade	3510
destroyed	3507
appears	3506
behavior	3504
bags	3499
min	3498
warning	3489
destiny	3489
impression	3484
drama	3481
dropping	3479
log	3475
economy	3474
chick	3473
stealing	3472
dare	3467
hill	3466
capable	3465
multiplayer	3465
suggestion	3464
leader	3462
former	3461
commercial	3461
possibility	3458
pal	3458
tom	3454
mistakes	3451
brilliant	3451
melt	3449
brings	3447
cooler	3444
meeting	3444
sites	3440
dirt	3438
brady	3435
opposed	3435
famous	3434
dust	3433
input	3433
stopping	3431
intended	3429
rap	3427
pointless	3426
wrestling	3425
wasnt	3425
views	3424
kinds	3422
trial	3421
blast	3417
engineering	3417
carrying	3415
painful	3415
judging	3409
sarcasm	3409
rockets	3407
charged	3404
handed	3403
complex	3401
hungry	3398
host	3398
ear	3397
exchange	3396
gate	3385
chip	3383
computers	3380
pen	3378
acceptable	3378
pussy	3376
squad	3373
ireland	3371
signs	3371
steak	3370
seats	3368
pit	3368
sticks	3366
motion	3365
depth	3364
jets	3363
customers	3363
package	3363
whose	3361
listed	3359
route	3357
glasses	3356
london	3356
led	3355
drawing	3354
gods	3351
ships	3351
bothered	3350
assault	3347
chris	3347
hire	3347
pregnant	3346
status	3345
physically	3343
skinny	3343
updates	3341
division	3341
among	3341
smooth	3340
reward	3339
aggressive	3339
buff	3339
wheels	3338
ray	3338
condition	3336
repeat	3336
concern	3335
homeless	3333
tone	3332
bush	3332
raid	3331
receive	3330
situations	3328
frustrating	3327
client	3327
elite	3323
fool	3323
owners	3318
anytime	3318
microsoft	3317
scored	3316
thousand	3315
nasty	3314
wire	3313
superior	3313
produce	3310
favor	3309
disney	3309
'all	3308
mile	3308
jet	3307
testing	3306
horror	3306
debate	3305
ages	3304
champions	3302
consoles	3300
desktop	3298
grammar	3298
laughed	3294
golf	3293
workers	3292
blown	3289
nhl	3289
hitler	3288
spots	3286
olds	3284
installed	3284
pilot	3282
edited	3282
boobs	3280
drag	3280
shorts	3279
lake	3274
vision	3273
shoe	3273
michigan	3273
ap	3272
bs	3268
versions	3266
2013	3266
opponent	3265
environment	3264
killer	3264
proven	3263
spam	3260
victim	3260
cock	3258
path	3247
cleaning	3246
lame	3244
ghost	3242
thick	3240
warriors	3239
causes	3238
convinced	3238
bots	3233
billion	3232
equipment	3231
mins	3231
streaming	3228
choices	3228
cod	3227
powers	3226
arena	3225
rose	3224
ref	3221
walked	3220
resources	3219
buttons	3219
reverse	3218
guaranteed	3218
alien	3217
breath	3214
ultimate	3211
edition	3207
nights	3207
omg	3201
mike	3197
luckily	3194
ears	3193
stays	3193
tires	3192
experienced	3190
spoiler	3189
connect	3187
letter	3183
ea	3182
flow	3180
tracks	3173
management	3172
stomach	3172
river	3170
harm	3169
orders	3169
rates	3167
eastern	3165
kit	3164
tear	3163
clip	3162
toronto	3162
hence	3161
irish	3160
os	3160
realistic	3159
couch	3158
pages	3157
arsenal	3156
stress	3154
triple	3149
liberal	3148
tied	3148
justify	3144
32	3143
nyc	3139
shake	3136
bone	3134
animation	3133
duck	3132
winner	3130
hidden	3128
vagina	3126
bang	3126
beats	3123
respond	3123
bottles	3121
puck	3120
pathetic	3117
earn	3115
lesson	3113
faces	3113
sandwich	3113
fashion	3108
messed	3105
adults	3104
pace	3101
africa	3099
alternative	3098
inches	3098
clg	3097
supporting	3097
detail	3097
replaced	3097
guide	3095
roster	3095
grocery	3094
subs	3091
skyrim	3091
appropriate	3090
ammo	3089
manual	3087
followed	3086
stole	3086
marketing	3085
1000	3080
instant	3079
mana	3078
liking	3077
manga	3076
struggle	3073
rear	3073
randomly	3071
minority	3071
clothing	3070
yay	3069
department	3068
hammer	3068
payment	3067
constant	3065
exclusive	3064
tools	3061
kings	3060
23	3058
employee	3057
worlds	3056
harden	3053
ebay	3050
suspect	3047
lay	3044
genius	3042
offered	3041
realise	3040
toy	3039
holds	3038
galaxy	3037
screwed	3037
james	3037
beef	3037
spin	3035
unlike	3035
adds	3034
differently	3034
franchise	3033
washington	3032
herself	3031
2014	3028
walmart	3027
twitch	3027
escape	3024
gg	3023
unlikely	3022
cycle	3019
violent	3018
stranger	3016
superman	3015
sat	3013
combo	3009
jacket	3007
inch	3005
w	3002
houston	2999
paypal	2997
blew	2996
upload	2995
5th	2994
elsewhere	2993
hating	2990
houses	2990
tongue	2988
leads	2988
switched	2987
personality	2987
mexico	2986
pump	2986
scoring	2985
models	2985
potentially	2982
hip	2981
titles	2980
mirror	2979
rocket	2976
emotional	2975
select	2975
cheat	2972
pays	2971
notes	2971
bulls	2971
ohio	2970
financial	2970
boots	2969
suggestions	2966
conference	2965
stayed	2964
candy	2963
curiosity	2962
claims	2961
coin	2961
_	2960
wallet	2959
defending	2958
dammit	2957
theater	2956
chrome	2952
prior	2952
mechanics	2949
swing	2947
legitimate	2947
epic	2942
wrap	2939
soap	2939
teaching	2939
tits	2938
rocks	2937
stolen	2937
confidence	2936
korean	2936
connected	2936
northern	2934
treated	2932
sight	2932
wifi	2932
attached	2930
navy	2929
throws	2928
sees	2926
brothers	2925
champ	2925
accent	2924
fee	2922
crappy	2921
gates	2921
singing	2919
actors	2919
occasionally	2919
wasted	2916
buildings	2916
odds	2912
recording	2911
sing	2911
trolling	2911
pets	2910
fancy	2907
valuable	2904
tattoo	2904
sink	2904
implying	2900
blocks	2900
rise	2899
temperature	2897
planned	2896
talks	2896
era	2894
garage	2894
sarcastic	2891
enjoyable	2888
recognize	2887
logical	2884
amiibo	2883
bands	2882
causing	2881
creative	2879
spare	2879
michael	2878
spirit	2877
protection	2875
dealing	2875
zombie	2875
electric	2875
upvotes	2874
l	2874
equally	2874
detroit	2874
sources	2872
soldiers	2869
accepted	2868
equivalent	2867
salary	2867
partner	2862
devil	2861
describe	2861
thursday	2860
browser	2859
neutral	2859
consistently	2858
douche	2858
aw	2857
linux	2856
hotel	2853
june	2851
offers	2849
charges	2847
images	2847
birds	2847
austin	2846
dump	2845
disc	2844
creating	2843
roof	2842
surprising	2841
plants	2840
pushed	2840
heavily	2839
sounded	2838
miami	2838
blowing	2837
bloody	2833
heaven	2831
storage	2830
factory	2828
passive	2827
jungle	2826
racing	2825
tail	2825
slide	2825
spray	2823
cuts	2823
australian	2822
moral	2818
dear	2816
platform	2813
rings	2812
convince	2810
boost	2810
intense	2810
latest	2809
dreams	2808
loses	2808
cavs	2805
gray	2803
insult	2801
gap	2799
slot	2798
nail	2797
toxic	2797
offended	2791
swim	2790
slower	2789
shall	2787
nervous	2785
consistent	2783
snap	2780
ny	2780
measure	2780
entitled	2777
lvl	2776
sue	2775
ignorance	2773
de	2772
com	2770
significantly	2764
sniper	2762
lifting	2762
banana	2762
controls	2761
retail	2761
fifa	2760
campus	2759
hall	2758
unlock	2758
practically	2757
spawn	2757
filter	2756
solve	2755
tuesday	2754
wasting	2754
portion	2753
empire	2752
surgery	2750
difficulty	2750
amounts	2749
diamond	2746
jones	2746
poster	2746
solved	2745
cringe	2744
articles	2744
lag	2744
wisconsin	2741
havent	2741
shave	2740
republican	2739
sharp	2736
leading	2733
citizens	2732
supports	2731
backup	2727
machines	2726
mic	2725
everytime	2725
dope	2725
tests	2721
eaten	2720
mexican	2719
smells	2719
efficient	2716
appeal	2716
uncle	2715
invite	2715
format	2713
boxing	2713
agent	2712
depression	2710
entertainment	2710
television	2710
dallas	2709
amd	2707
danger	2705
delivery	2705
giants	2704
robot	2703
surprisingly	2703
confident	2703
dedicated	2703
messages	2702
nowadays	2695
ur	2695
doctors	2693
pie	2691
evening	2688
swap	2686
influence	2685
steps	2684
solar	2683
nexus	2683
infinite	2681
shocked	2678
complicated	2678
hello	2677
28	2677
bass	2676
promise	2676
pin	2672
facing	2671
burger	2670
addition	2668
'em	2668
deserved	2666
conservative	2666
fridge	2664
anxiety	2663
headphones	2663
snake	2662
delay	2662
lighting	2661
forces	2656
loot	2653
clubs	2652
commit	2652
bull	2651
drove	2649
forum	2649
moments	2648
shopping	2647
percentage	2647
shiny	2644
vacation	2643
kicking	2641
bodies	2640
existed	2640
sony	2638
laid	2636
grip	2636
lyrics	2635
freeze	2634
citizen	2634
whoa	2634
announced	2631
hardest	2630
albums	2627
pig	2627
ducks	2625
seven	2623
aspect	2623
hah	2623
marijuana	2622
remind	2620
loads	2619
worthy	2618
saves	2616
comparing	2615
mvp	2615
typing	2615
pats	2613
intelligent	2613
alpha	2613
emergency	2610
stat	2610
failure	2610
bc	2608
global	2607
tour	2606
demo	2606
trap	2606
relax	2604
pipe	2603
prepared	2603
liquor	2602
clever	2602
biased	2602
develop	2601
eagles	2601
ukraine	2601
frequently	2597
pan	2597
capital	2597
preference	2595
gorgeous	2591
glorious	2590
stack	2589
farming	2589
cc	2588
apologize	2586
cloud	2586
trained	2581
boom	2581
explaining	2581
kanye	2580
ip	2578
taco	2576
heck	2573
easiest	2573
burned	2571
ridiculously	2571
attacking	2569
existence	2569
incorrect	2569
fighter	2567
maintain	2564
lovely	2564
nerf	2562
brush	2560
titan	2559
passes	2557
scratch	2557
fed	2555
chips	2555
reduce	2555
tested	2555
tab	2554
bastard	2553
muslim	2553
upvoted	2552
applies	2552
blows	2551
various	2551
rangers	2551
closest	2550
pound	2549
engineer	2549
protein	2548
marry	2547
bow	2545
codes	2545
sooner	2544
mega	2543
pile	2543
blues	2543
weekly	2542
placed	2542
genre	2541
meme	2537
brutal	2537
xp	2536
provided	2534
kiss	2533
arent	2533
replay	2533
species	2532
traded	2528
harsh	2527
developed	2526
um	2526
programs	2525
loan	2524
grind	2524
stable	2523
touching	2522
bitter	2521
freak	2521
indian	2520
hobby	2519
lightning	2518
memories	2518
listened	2517
deny	2515
vehicles	2514
catholic	2514
bullets	2513
thumb	2513
fourth	2511
mediocre	2509
belief	2508
border	2508
expert	2508
resolution	2508
greater	2507
hd	2505
anger	2505
loop	2503
studying	2503
wondered	2502
queue	2502
workout	2501
arrested	2501
90s	2500
meth	2499
honey	2499
responsibility	2498
lcs	2498
deals	2496
automatic	2496
expansion	2495
bias	2493
devs	2493
contest	2492
labor	2488
punk	2488
removing	2487
congratulations	2487
unnecessary	2486
26	2485
artists	2485
unable	2483
covers	2482
legend	2482
peanut	2481
wolf	2480
initial	2480
chase	2479
neighborhood	2476
highway	2476
bones	2475
habit	2474
watches	2474
ladies	2474
loaded	2474
ham	2472
lies	2471
shock	2470
elaborate	2467
tire	2466
victory	2462
2000	2459
curry	2452
records	2451
sweden	2450
viable	2449
devices	2447
tumblr	2444
witcher	2444
zombies	2442
landing	2442
humanity	2442
corn	2440
checks	2439
comp	2437
barrel	2436
leather	2436
answered	2436
granted	2433
finishing	2432
bitcoin	2431
trans	2430
timing	2427
nonsense	2424
redditors	2424
beers	2423
halfway	2422
advanced	2421
pleasure	2421
compete	2420
charging	2420
commenting	2420
shell	2419
downvoting	2418
woah	2418
scheme	2417
shorter	2417
lighter	2416
approach	2416
century	2413
phase	2411
pad	2410
decades	2409
99	2408
disease	2408
desert	2408
conditions	2408
vodka	2408
turkey	2407
painting	2407
copies	2406
ideal	2405
sticking	2405
vanilla	2404
naturally	2404
owns	2403
afternoon	2402
investment	2402
intelligence	2398
george	2395
heh	2395
islam	2394
knees	2393
sells	2392
studio	2392
cousin	2392
organization	2391
replacement	2391
forgotten	2388
treatment	2388
ult	2386
hardcore	2384
ama	2383
2012	2383
c9	2380
experiences	2380
itt	2378
patriots	2377
jews	2376
dual	2376
hopes	2376
woke	2373
activity	2372
county	2371
discuss	2371
moron	2371
bits	2370
author	2370
strip	2368
harry	2366
gotcha	2366
footage	2366
junk	2366
fyi	2364
touched	2362
cage	2362
asia	2362
permanent	2361
advance	2361
atleast	2360
explains	2359
rep	2359
iran	2358
sweat	2356
remain	2356
hm	2356
annoyed	2353
mistaken	2352
priority	2351
ops	2350
rolls	2349
generic	2349
horses	2349
fried	2349
examples	2348
fiction	2347
relative	2347
perform	2344
atmosphere	2343
speakers	2343
spelling	2343
regarding	2340
kentucky	2338
screenshot	2337
hp	2333
downtown	2333
van	2331
additional	2331
pointed	2330
reliable	2329
monsters	2328
wednesday	2328
liverpool	2326
wore	2326
rated	2325
nightmare	2324
races	2324
suffer	2324
colorado	2323
wrist	2322
sample	2321
suggesting	2321
remote	2321
jordan	2321
makeup	2321
bikes	2320
signing	2318
sequel	2316
forcing	2316
dates	2316
disappointing	2315
silent	2315
coat	2314
consent	2312
climb	2312
avengers	2312
cd	2311
oregon	2310
shark	2310
sexist	2310
hiding	2309
batteries	2308
selection	2307
represent	2306
donate	2305
indiana	2304
cameras	2303
coverage	2303
ed	2303
combined	2302
actively	2302
sensitive	2302
sin	2302
shotgun	2302
switching	2301
fallout	2301
dodge	2300
newer	2300
cancel	2299
beauty	2299
aid	2299
focused	2298
ping	2297
alt	2296
lowest	2296
goat	2296
dang	2295
collect	2295
jimmy	2294
bubble	2293
desire	2292
exception	2292
largest	2290
spoilers	2289
mentally	2288
corporate	2288
ironic	2287
joy	2286
wiki	2285
visible	2285
trucks	2282
pistol	2282
smoked	2281
remembered	2281
blog	2278
pattern	2277
chapter	2275
editing	2274
reasoning	2274
criticism	2274
circlejerk	2274
rubber	2272
dragons	2272
raped	2271
cups	2271
buffalo	2269
wears	2268
hats	2268
ssd	2268
pressing	2265
applied	2264
acts	2264
object	2264
string	2262
waited	2262
loading	2261
counting	2261
dat	2259
shipped	2257
assumption	2257
script	2256
advertising	2255
limits	2254
replied	2249
units	2247
streak	2247
variety	2244
forest	2244
unfair	2244
dive	2244
multi	2243
gloves	2243
eats	2242
laser	2242
tl	2242
improved	2242
graduate	2239
thrones	2238
secondary	2237
committed	2237
bronze	2236
rookie	2236
polish	2234
dev	2234
repair	2234
crush	2231
explained	2230
toys	2230
terrifying	2229
christians	2228
bros	2227
hood	2226
swimming	2225
combination	2224
intentionally	2223
ratio	2223
irl	2222
finds	2222
vegas	2221
scotland	2220
legends	2220
african	2219
reported	2218
knocked	2215
00	2214
adc	2213
shitting	2212
cam	2212
origin	2211
jumped	2210
ours	2210
currency	2210
depressing	2210
27	2206
arc	2205
kevin	2205
remotely	2205
hyped	2203
screaming	2202
oven	2201
mars	2200
starter	2199
un	2198
blocked	2196
streams	2196
independent	2195
beaten	2194
al	2194
driven	2194
cigarettes	2193
blocking	2193
decks	2192
iraq	2191
ii	2191
lee	2191
dozen	2191
earned	2190
fishing	2189
increased	2188
toe	2187
magical	2187
legendary	2185
whatsoever	2184
patient	2184
minnesota	2184
yards	2182
absurd	2182
downloaded	2182
lab	2181
invest	2181
pride	2181
alarm	2181
crimes	2181
embarrassing	2180
plates	2180
appearance	2179
heal	2179
cocaine	2177
acid	2176
talented	2176
worn	2176
searching	2175
instance	2175
existing	2174
foods	2171
battlefield	2170
fees	2165
missions	2165
axe	2164
res	2164
senior	2162
kicks	2160
jam	2159
brick	2159
programming	2159
pun	2158
pepper	2157
j	2154
steve	2154
balanced	2153
craft	2150
hack	2150
streets	2150
ios	2148
vast	2148
bb	2148
woods	2148
arguments	2147
critical	2147
150	2144
clips	2142
mount	2141
ultra	2140
figures	2138
breed	2138
jon	2137
sd	2137
insanely	2136
vice	2135
bob	2132
ps	2131
childhood	2128
soldier	2127
politicians	2127
tony	2127
podcast	2126
reports	2125
tobacco	2124
families	2123
technical	2123
panel	2122
eve	2122
holiday	2121
tracking	2120
credits	2120
fries	2120
cricket	2120
rewards	2118
nicely	2118
joined	2118
duke	2118
pr	2117
z	2117
ish	2117
expectations	2117
satisfying	2116
roommate	2116
prepare	2115
asap	2113
fixing	2113
cooked	2113
banks	2112
answering	2111
lbs	2111
pls	2110
adorable	2109
firing	2106
premium	2102
allowing	2102
soup	2100
revenue	2100
blizzard	2099
sheet	2098
abilities	2098
pork	2098
feminism	2098
cereal	2097
champs	2097
safer	2096
businesses	2094
kansas	2094
ms	2094
clippers	2091
strangers	2090
matt	2090
dip	2089
commercials	2089
lottery	2088
hatred	2087
mechanic	2086
powder	2086
worker	2086
400	2086
damned	2085
awake	2085
tablet	2084
disabled	2084
consequences	2084
developers	2083
deer	2083
replying	2081
whiskey	2081
growth	2081
def	2081
brake	2080
mood	2079
italian	2079
arizona	2079
screens	2078
rating	2076
ac	2074
pockets	2072
shared	2070
pirate	2069
ripped	2067
peoples	2064
atheist	2063
claiming	2062
warrior	2062
heel	2061
tends	2061
drain	2061
entry	2060
appreciated	2058
adam	2058
terribly	2058
settle	2057
extended	2057
builds	2054
speaker	2053
rub	2053
jewish	2052
theirs	2051
worthless	2050
sorts	2049
fought	2049
blank	2048
bucket	2047
fund	2047
usage	2047
minecraft	2047
authority	2046
releases	2044
fucker	2044
rick	2044
privilege	2043
cowboys	2042
maintenance	2042
planes	2042
hug	2041
nations	2041
nazi	2040
tube	2040
stating	2039
favorites	2037
4k	2036
upside	2035
spiders	2035
suggested	2035
retard	2035
muslims	2035
lion	2033
laying	2033
studies	2033
georgia	2031
beliefs	2031
unlocked	2031
thankfully	2031
costume	2030
throat	2030
offline	2030
weekends	2030
clone	2029
goalie	2029
spotify	2028
panic	2028
pill	2028
mlb	2028
clicking	2023
replies	2022
mls	2021
asks	2021
letters	2021
sec	2020
tasty	2020
express	2019
construction	2018
permission	2017
officers	2016
britain	2016
csgo	2015
6th	2015
brave	2015
bond	2013
grandma	2012
purchased	2012
discovered	2011
structure	2011
strikes	2010
kane	2010
positions	2008
react	2008
samsung	2008
hr	2008
lifetime	2008
mmr	2006
2011	2005
contracts	2004
bedroom	2004
reporting	2003
bound	2002
inventory	2002
heroin	2002
depressed	2001
icon	2001
slight	1999
facial	1998
traditional	1998
sam	1997
rolled	1996
officially	1995
economic	1995
thunder	1995
adventure	1995
label	1995
pretending	1994
doc	1994
aww	1994
washing	1993
legitimately	1992
bbq	1992
quicker	1990
quests	1990
bulk	1990
minds	1990
jar	1989
nails	1989
agency	1989
underrated	1988
walks	1987
charity	1986
command	1986
glitch	1986
recorded	1984
rack	1983
includes	1981
carried	1979
wilson	1979
bath	1978
philly	1978
cents	1978
clarify	1977
toward	1976
fnatic	1975
64	1975
espn	1975
convenient	1975
unlimited	1974
fence	1973
pros	1973
burst	1972
adjust	1971
abortion	1971
poison	1970
closing	1970
motivation	1970
responding	1970
battles	1969
recommended	1968
shops	1968
sidebar	1967
texture	1967
portland	1967
weigh	1966
defender	1966
dumbass	1965
canon	1965
medicine	1965
motorcycle	1964
feminist	1964
cows	1964
scott	1963
register	1963
statistics	1962
mm	1961
dealer	1961
deliver	1961
developer	1960
bitches	1959
ot	1958
cart	1957
described	1957
lanes	1957
wikipedia	1957
pa	1956
underwear	1956
preferred	1955
cum	1953
paste	1952
recipe	1952
electricity	1952
affected	1951
signal	1950
scare	1950
obese	1950
atlanta	1949
rooms	1948
possession	1947
republicans	1946
nvidia	1945
airport	1945
stations	1944
interests	1944
housing	1943
toss	1943
ooc	1941
exit	1939
pens	1939
discount	1938
intro	1938
maximum	1937
purely	1937
jackson	1937
heading	1937
par	1937
conspiracy	1936
addiction	1936
seahawks	1936
slip	1936
fist	1935
roughly	1935
imgur	1935
shoulders	1934
dancing	1934
frank	1933
shelf	1932
bruh	1932
ignoring	1932
congress	1931
puppy	1931
joint	1929
bald	1929
irony	1928
2016	1927
sonic	1925
scores	1925
fart	1924
instructions	1923
clicked	1923
teammates	1922
garden	1920
suits	1919
gang	1919
breathing	1918
catching	1917
nsfw	1916
loans	1914
struggling	1914
hatch	1914
ourselves	1913
writer	1913
david	1913
opens	1912
supposedly	1911
relationships	1911
lip	1910
offering	1910
twenty	1910
gems	1908
lineup	1908
trophy	1906
teenager	1905
slap	1904
spoken	1904
